Repository: osdal/pokrongit
Catalog: sites/all/translations/galleryformatter-7.x-1.4.*.po
Languages: uk

source: User interface
uk: Інтерфейс користувача

source: None
uk: Немає

source: Style
uk: Стиль

source: Next page
uk: Наступна сторінка

source: No style
uk: Немає стилю

source: Gallery Formatter
uk: Форматер галереї

source: Choose the gallery style.
uk: Оберіть стиль галереї.

source: jQuery Gallery
uk: Галерея jQuery

source: Display multi-value fields as an jQuery Image gallery.
uk: Відображати багатозначні поля у вигляді галереї зображень jQuery.

source: Provides a jquery gallery CCK formatter for imagefield
uk: Створює CCK-формате jquery-галереї для поля зображення

source: View the full image
uk: Переглянути повне зображення

source: Previous page
uk: Попередня сторінка

source: Link slides to the full image
uk: Пов'язати посиланням слайди і повне зображення

source: None (original image)
uk: Немає (оригінальне зображення)

source: image
uk: зображення

source: Select the slide style
uk: Оберіть стиль слайду

source: Select the imagecache style you would like to show when clicked on the thumbnail.
uk: Оберіть imagecache-стиль, котрий би ви бажали використовувати для показу при клацанні на мініатюрі.

source: Select the thumbnail style
uk: Оберіть стиль мініатюри

source: Select the imagecache style you would like to show for the thumbnails list.
uk: Оберіть imagecache-стиль, котрий би ви бажали використовувати для показу при клацанні на переліку мініатюр.

source: If you check this on, the slides will be linked to the style you choose in <em>Select the full image style</em> below.
uk: Якщо позначено, слайди будуть зв'язані посилання зі стилем, обрани у розділі <em>Оберіть стиль повного зображення</em> нижче.

source: Select the full image style
uk: Оберіть стиль повного зображення

source: Select the imagecache style you would like to show when clicked on the thumbnail.<br />If you select none, the the link will point to the original image.
uk: Оберіть imagecache-стиль, котрий би ви бажали використовувати для показу при клацанні на мініатюрі.<br />Якщо обрано "немає", посилання вестиме на оригінальне зображення.

source: Do not use modal
uk: Не використовувати модальне вікно

source: Use jQuery modal for full image link
uk: Використовувати jQuery modal для посилання на повне зображення

source: Select which jQuery modal module you'd like to display the full link image in, if any.
uk: Оберіть модуль для jQuery modal, що буде відображувати при переході за посиланням на повне зображення, за наявності.

source: Slides style: @value
uk: Стиль слайдів: @value

source: Thumbnails style: @value
uk: Стиль мініатюр: @value

source: Gallery style: @value
uk: Стиль галереї: @value

source: Linking to full image
uk: Посилатися на повне зображення

source: Not linking to full image
uk: Не посилатися на повне зображення

source: Full image style: @value
uk: Стиль повного зображення: @value

source: Modal used for full image: @value
uk: Модальне вікно використовуване для повного зображення: @value

source: Previous image
uk: Попереднє зображення

source: Next image
uk: Наступне зображення

source: How to link to the full image
uk: Як посилатися на повне зображення

source: Using a link
uk: Використання посилання

source: On slide click
uk: Клацання на слайді

source: On slide click means that when you click on the slide it will open the full image.<br /> Using a link means a magnify glass in default style.
uk: Клацання на слайді означає, що при клацанні на слайді відкриється повне зображення.<br />Використання посилання означає, збільшувальне скло у базовому стилі.

source: Linking method: @value
uk: Спосіб посилання: @value
